Repository: OlesyaGerasimenko/parcellite
Catalog: po/*.po
Languages: el

source: Action
el: Δράση

source: Actions
el: Δράσεις

source: Actions key combination:
el: Συνδυασμοί πλήκτρων δράσεων:

source: Add...
el: Προσθήκη...

source: Alternate Non-printing Display
el: Εναλλαγή της Εμφάνισης των Μη Εκτυπωμένων

source: Auto Paste
el: Αυτόματη Επικόλληση

source: <b>Clipboards</b>
el: <b>Πρόχειρα</b>

source: Beginning
el: Αρχή

source: Behavior
el: Συμπεριφορά

source: <b>History</b>
el: <b>Ιστορικό</b>

source: <b>Hotkeys</b>
el: <b>Συντομεύσεις πληκτρολογίου</b>

source: <b>Items</b>
el: <b>Αντικείμενα</b>

source: <b>Miscellaneous</b>
el: <b>Διάφορα</b>

source: <b>None</b>
el: <b>Κανένα</b>

source: <b>Omitting</b>
el: <b>Παραλείπονται</b>

source: Capture hyperlinks only
el: Σύλληψη μόνο των δεσμών

source: Case Sensitive Search
el: Αναζήτηση με Διάκριση Πεζών κ´ Κεφαλαίων

source: Character length of items
el: Μήκος χαρακτήρων του αντικειμένου

source: _Clear
el: _Καθάρισμα

source: Clear the history?
el: Να εκκαθαριστεί το ιστορικό;

source: Clipboard CLI usage examples: echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c
el: Παραδείγματα χρήσης του Πελάτη του Πρόχειρου (Clipboard CLI) : echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c

source: Clipboard Manager
el: Διαχειριστής Πρόχειρου

source: Command
el: Εντολή

source: Confirm before clearing history
el: Επιβεβαίωση πριν την εκκαθάριση του ιστορικού

source: Control-click Parcellite's tray icon to use actions,
el: Ctrl+κλίκ στο εικονίδιο ραφιού του Πάρσελλάιτ για να εκκινεί τις δράσεις,

source: Copyright (C) 2007, 2008 Gilberto "Xyhthyx" Miralla Copyright (C) 2010-2013 Doug Springer
el: Copyright (C) 2007, 2008 Γκιλμπέρτο « Ξύχθυξ» Μιράλλα (Gilberto "Xyhthyx" Miralla) Copyright (C) 2010-2013 Ντόου Σπρίνγκερ (Doug Springer)

source: Couldn't create directory: %s
el: Αδυναμία δημιουργίσ του κατσλόγου: %s

source: Current entry on top
el: Η τωρινή εισαγωγή στον κορυφή

source: DebugUpdate
el: ΑποσφαλμάτωσηΕνημέρωση

source: Display
el: Προβολή

source: Display Version info
el: Προβολή των πληροφοριών Έκδοσης

source: Do not use status icon (Ctrl-Alt-P for menu)
el: Να μη χρησιμοποιείται εικονίδιο κατάστασης (Ctrl-Alt-P για το μενού)

source: Dummy desc
el: Εικονική περιγρ

source: Dummy tip
el: Εικονική υπόδειξη

source: _Edit actions
el: Επεξεργασία των δράσεων

source: _Edit Clipboard
el: _Επεξεργασία του Πρόχειρου

source: Editing Clipboard
el: Επεξεργασία του Πρόχειρου

source: Empty
el: Κενό

source: End
el: Τέλος

source: Executing action...
el: Εκτέλεση δράσης...

source: Gilberto "Xyhthyx" Miralla <xyhthyx@gmail.com> Doug Springer <gpib@rickyrockrat.net>
el: Γκιλμπέρτο «Ξύθυξ» Μιράλλα (Gilberto "Xyhthyx" Miralla) <xyhthyx@gmail.com> Ντόου Σπρίνγκερ (Doug Springer) <gpib@rickyrockrat.net>

source: _History
el: _Ιστορικό

source: History key combination:
el: Συνδυασμός πλήκτρων ιστορικού:

source: Hotkeys
el: Συντομεύσεις

source: If checked, does a search-as-you-type. Turns red if not found. Goes to top (Alt-E) line when no chars are entered for search
el: Αν τσεκαριστεί, εκτελεί αναζήτηση-κατά-την-πληκτρολόγηση. Κοκκινίζει αν το βρει. Πηγαίνει στην κορυφαία γραμμή (Alt-E), όταν δεν εισάγονται χαρακτήρες για αναζήτηση.

source: If checked, does case sensitive search
el: Αν τσεκαριστεί εκτελεί αναζήτηση με πεζά-κεφαλαία.

source: If checked, edit the history item clicked on.
el: Αν τσεκαριστεί, θα μπορείς να επεξεργαστείς τα στοιχεία του ιστορικού στα οποία θα κάνεις κλικ.

source: If checked, enables checking multiple concurrent user logic. Use if several different users are logged in at the same time.
el: Αν τσεκαριστεί, επιτρέπει τον έλεγχο τη λογικής των πολλαπλών ταυτόχρονων χρηστών. Χρησιμοποίησέ το, αν πολλοί διαφορετικοί χρήστες είναι συνδεμένοι, ταυτόχρονα.

source: If checked, enables debug prints on clipboard update logic. This only takes effect when enabled at start up, and may be disabled at compile time.
el: Αν τσεκαριστεί, ενεργοποιεί την εκτύπωση αποσφαλμάτωσης στην λογική ανανέωσης του πρόχειρου. Αυτό έχει εφαρμογή μόνο όταν ενεργοποιείται κατά την εκκίνηση, και μπορεί να απενεργοποιείται κατά το χρόνο σύνθεσης.

source: If checked, enables the persistent history.
el: Αν τσεκαριστεί, ενεργοποιεί το επίμονο ιστορικό.

source: If checked, places current clipboard entry at top of list. If not checked, history does not get sorted.
el: Αν τσεκαριστεί, τοποθετεί την τωρινή εισαγωγή του πρόχειρου στην κορυφή του κατάστιχου. Αν δεν τσεκαριστεί, το ιστορικό δεν ταξινομείται.

source: If checked, puts the persistent history at the top of the history list.
el: Αν τσεκαριστεί, τοποθετεί το επίμονο ιστορικό στην κορυφή του κατάστιχου του ιστορικού.

source: If checked, puts the persistent history in a new list.
el: Αν τσεκαριστεί, τοποθετεί το επίμονο ιστορικό σε ένα νέο κατάστιχο.

source: If checked, the current entry will be on the bottom instead of the top.
el: Αν τσεκαριστεί, η τωρινή εισαγωγή θα είναι στον πάτο αντί στην κορυφή.

source: If checked, Use the clipboard, which is Ctrl-C, Ctrl-V
el: Αν τσεκαριστεί, Να χρησιμοποιείται το πρόχειρο, το οποίο είναι Ctrl-C, Ctrl-V

source: If checked, Use the primary clipboard (mouse highlight-copy, middle mouse button paste)
el: Αν τσεκαριστεί, να χρησιμοποιείται το πρωτεύον πρόχειρο (επισήμανση-αντιγραφή με το ποντίκι, επικόλληση με μεσαίο πλήκτρο του ποντικιού)

source: If checked, use X, Y to position the history list
el: Αν τσεκαριστεί, χρησιμοποιεί X, Y για να τοποθετήσει το κατάστιχο του ιστορικού.

source: If checked, will display tabs with Right arrow (utf8,\2192), newlines with pharagrph(\204b), and spaces with square-u(\2423).
el: Αν τσεκαριστεί, θα εμφανίζει καρτέλες με το σύμβολο «Βέλος Προς Τα Δεξιά» (utf8,\2192), νέα-γραμμή με το σύμβολο της «Παραγράφου» (\204b), και κενά διαστήματα με το σύμβολο «Ανοιχτό Κουτί» (\2423).

source: If checked, will emit the history entry via the keyboard entry.
el: Αν τσεκαριστεί, θα προβάλλει την εισαγωγή του ιστορικού μέσω της εισαγωγής του πληκτρολόγιου.

source: If checked, will ignore any clipboard additions that contain only whitespace.
el: Αν τσεκαριστεί, θα αγνοεί όσες προσθήκες του πρόχειρου περιέχουν μόνο κενά διαστήματα.

source: If checked, will keep both clipboards with the same content. If primary is pasted, then copy will have the same data.
el: Αν τσεκαριστεί θα διατηρεί το ίδιο περιεχόμενο καί στα δύο πρόχειρα. Αν ο πρωτεύον επικολλάται, τότε η αντιγραφή θα έχει τα ίδια δεδομένα.

source: If checked, will replace newlines with spaces.
el: Αν τσεκαριστεί, θα αντικαθιστά τις νέες γραμμές με διαστήματα.

source: If checked, will restore clipboard entry on application exit.
el: Αν τσεκαριστεί, θα αποκαθιστά την εισαγωγή του πρόχειρου κατά τον τερματισμό της εφαρμογής.

source: If checked, will trim whitespace from beginning and end of entry.
el: Αν τσεκαριστεί, θα περικόπτει τα κενά διαστήματα, από την αρχή και το τέλος της εισαγωγής.

source: If checked, will use Ctrl-V paste.
el: Αν τσεκαριστεί, θα χρησιμοποιεί επικόλληση Ctrl-V .

source: If checked, will use middle mouse to paste.
el: Αν τσεκαριστεί θα χρησιμοποιεί το μεσαίο πλήκτρο του ποντικιού για επικόλληση.

source: If checked, will use xdotool to paste wherever the mouse is. NOTE! Package xdotool MUST BE INSTALLED for this to work.
el: Αν τσεκαριστεί, θα χρησιμοποιεί το xdotool για να επικολλά όπου βρίσκεται το ποντίκι. ΣΗΜΕΙΩΣΗ: Θα πρέπει ΝΑ ΕΙΝΑΙ ΕΓΚΑΤΕΣΤΗΜΕΝΟ το πακέτο xdotool, ώστε το παραπάνω να λειτουργήσει.

source: Ignore Whitespace Only
el: Παράβλεψη των Σκέτων Κενών

source: Items in history
el: Στοιχεία στο ιστορικό

source: Key
el: Κλειδί

source: Keyboard Input
el: Εισαγωγή του Πληκτρολογίου

source: Lightweight GTK+ clipboard manager.
el: Ελαφρύς, GTK+ειδής, διαχειριστής πρόχειρου.

source: Max Data Size(KB)
el: Μέγιστο Μέγεθος Δεδομένων (Χιλιομπίτια)

source: Maximum data size of entire history list
el: Μέγιστο μέγεθος δεδομένων ολόκληρου του κατάστιχου του ιστορικού.

source: Maximum data size of one item
el: Μέγιστο μέγεθος δεδομένων καθενός μόνο στοιχείου.

source: Maximum number of clipboard entries to keep
el: Μέγιστο πλήθος στοιχείων του πρόχειρου, τα οποία θα διατηρούνται.

source: Max Item Size(KB)
el: Μέγιστο Μέγεθος Στοιχείου (Χιλιομπίτια)

source: Menu key combination
el: Συνδυασμός Πλήκτρων του Μενού

source: Middle
el: Μέση

source: Mouse
el: Ποντίκι

source: Multiuser
el: Για πολλούς χρήστες

source: Name of Parcellite icon. If this is mis-typed, icon will not appear.
el: Το όνομα του εικονιδίου του Πάρσελλάιτ. Αν αυτό κακο-πληκτρολογηθεί, τότε το εικονίδιο δεν θα φαίνεται.

source: Omit items in the:
el: Παράληψη στοιχείων σε:

source: Parcellite Icon Name
el: Το Όνομα του Εικονιδίου του Πάρσελλάιτ

source: Paste All Entry Delimiter
el: Επικόλληση σε Όλη την Εισαγωγή Στιλοθέτη

source: Persistent As Separate List
el: Το Επίμονο ως Ξεχωριστό Κατάστιχο

source: Persistent History
el: Επίμονο Ιστορικό

source: Persistent history key:
el: Κλειδί του επίμονου ιστορικού:

source: Persistent On Top
el: Το Επίμονο στην Κορυφή

source: Position history
el: Τοποθεσία ιστορικού

source: Position in pixels from the top of the screen
el: Θέση μετρημένη σε πίξελα, ξεκινώντας από την κορυφή της οθόνης

source: Preferences
el: Προτιμήσεις

source: Print clipboard contents
el: Επικόλληση των περιεχομένων του πρόχειρου

source: Print primary contents
el: Εκτύπωση των πρωτευόντων περιεχομένων

source: Remove
el: Απομάκρυνση

source: Restore Empty
el: Αποκατάσταση του Άδειου

source: Right Click Edit
el: Δεξί Κλικ για Επεξεργασία

source: Run as daemon
el: Εκτέλεση ως δαίμονας

source: Save history
el: Αποθήκευση του ιστορικού

source: Save History as a text file. Prepends xHIST_0000 to each entry. x is either P(persistent) or N (normal)
el: Αποθήκευση του Ιστορικού, ως αρχείο κειμένου. Προσθέτει στην αρχή της κάθε εισαγωγής το xHIST_0000, με το x να είναι είτε P (εΠίμονο) ή N (καΝονικό)

source: Save history to a file.
el: Αποθήκευση του ιστορικού σε ένα αρχείο.

source: Search As You Type
el: Αναζήτηση Κατά την Πληκτρολόγηση

source: Show in a single line
el: Εμφάνιση σε μία μονή γραμμή

source: Show in reverse order
el: Εμφάνιση σε αντίστροφη σειρά

source: S_ynchronize clipboards
el: Σ_υγχρονισμός πρόχειρων

source: This is the Action Name. DO NOT put commands here.
el: Αυτό είναι το Όνομα της Δράσης. ΜΗΝ τοποθετείς εντολές, εδώ.

source: This string will be inserted between each line of history for paste all.
el: Αυτός ο στίχος θα εισάγεται ανάμεσα σε κάθε γραμμή του ιστορικού για την επικόλληση όλων.

source: Trim Newlines
el: Ψαλίδισμα ΝέωνΓραμμών

source: Trim Whitespace
el: Ψαλίδισμα Κενών

source: Use Alt-E to edit, Alt-C to clear
el: Χρήση του Alt-E για επεξεργασία, Alt-C για καθάρισμα

source: Use _Copy (Ctrl-C)
el: Χρήση της _Αντιγραφής (Ctrl-C)

source: Use %% if you want a literal %. See the man page for gnuC printf (man 2 printf) for more information.
el: Χρησιμοποίησε %% αν θέλεις κυριολεκτικό %. Για περισσότερες πληροφορίες, δες την σελίδα εγχειριδίου χρήσης του gnuC printf (man 2 printf).

source: Use _Primary (Selection)
el: Χρήση του _Πρωτεύοντος Πρόχειρου (Επιλογή)

source: Written by Gilberto "Xyhthyx" Miralla and Doug Springer. Report bugs to <gpib@rickyrockrat.net>.
el: Γραμμένο από τους Γκιλμπέρτο « Ξύχθυξ» Μιράλλα και Ντόου Σπρίνγκερ. Αναφορά δυσλειτουργιών στο <gpib@rickyrockrat.net>.

source: xdotool Not Installed
el: xdotool Μη Εγκατεστημένο
